/*
 Localizable.strings
 Self Service

 Created by Chris Ghanbarzadeh on 1/20/16.
 Copyright © 2016 JAMF Software. All rights reserved.
*/

// App Name
"SELF_SERVICE" = "Self Service";

// Menu Item Titles
"ABOUT_SELF_SERVICE" = "%@ について";
"HIDE_SELF_SERVICE" = "%@ を非表示";
"QUIT_SELF_SERVICE" = "%@ を終了";
"RELOAD_SELF_SERVICE" = "%@ を再読み込み";
"NEXT_SECTION" = "次のセクション";
"PREVIOUS_SECTION" = "前のセクション";

// Toolbar Buttons
"TOOLBAR_HOME" = "ホーム";
"TOOLBAR_BROWSE" = "ブラウズ";
"TOOLBAR_BROWSE_COLLAPSED" = "ブラウズ - 折りたたみ済み"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_BROWSE_EXPANDED" = "ブラウズ - 展開済み"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_HISTORY" = "履歴";
"TOOLBAR_NOTIFICATIONS" = "通知";
"TOOLBAR_NOTIFICATIONS_HELP_NONE" = "新しい通知はありません"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_NOTIFICATIONS_HELP_ONE" = "1 件の新しい通知"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_NOTIFICATIONS_HELP_SOME" = "%d 件の新しい通知"; // Only announced via VoiceOver, never displayed in the UI

// Account Button
"LOG_IN_BUTTON" = "ログイン";
"LOG_OUT_BUTTON" = "ログアウト";

// Login
"LOGIN_USERNAME" = "ユーザ名";
"LOGIN_PASSWORD" = "パスワード";
"LOGIN_CANCEL" = "キャンセル";
"LOGIN_INVALID_CREDENTIALS" = "入力されたユーザ名もしくはパスワードが違います。";
"LOGIN_CONNECTION_ERROR" = "%@ がサーバに接続できません。";
"LOGIN_SUCCESSFUL" = "ログイン成功"; // Only announced via VoiceOver, never displayed in the UI
"LOGIN_REMEMBER_ME" = "ログイン状態を維持";
"SAML_LOGIN_LABEL" = "%@ ログイン";
"SAML_LOG_IN_TO_CONTINUE" = "ログインして続行";
"SAML_FAILED_TO_AUTHENTICATE" = "ログインを認証できません。この問題を解決するには、管理者に連絡してください。";
"SAML_UNKNOWN_ERROR" = "不明なエラーが発生しました。この問題が解決しない場合は、管理者に連絡してください。";

// Connection Error Bar
"CANT_CONNECT_ERROR" = "Jamf MDM サーバに接続できません";
"RETRYING" = "再試行中";
"CONNECTION_SUCCESSFUL" = "Jamf MDM サーバに正常に接続しました"; // Only announced via VoiceOver, never displayed in the UI

// Error Modal
"ERROR_MODAL_TITLE" = "「%@  でエラーが発生しました。";
"ERROR_MODAL_TEXT" = "しばらくしてから再試行するか、IT 管理者に連絡してください。";
"ERROR_MODAL_CLOSE" = "閉じる";

// Search
"SEARCH" = "検索";
"SEARCH_RESULTS_LABEL" = "の検索結果";
"NO_RESULTS_LABEL" = "\"%@\" の検索結果はありません。";
"SEARCH_AGAIN_LABEL" = "検索を再試行してください。";
"SEARCH_RESULTS_COLLECTION_LABEL" = "検索結果"; // Only announced via VoiceOver, never displayed in the UI
"SEARCH_RESULTS_COLLECTION_HELP" = "%d 件見つかりました"; // Only announced via VoiceOver, never displayed in the UI
"SEARCH_RESULTS_COLLECTION_HELP_SINGULAR" = "1件見つかりました"; // Only announced via VoiceOver, never displayed in the UI

// Home View
"RESULT" = "1 件の結果";
"RESULTS" = "%d 件の結果";
"LEFT_ARROW" = "左向き矢印";
"RIGHT_ARROW" = "右向き矢印";
"FEATURED_ITEMS" = "おすすめの項目"; // Only announced via VoiceOver, never displayed in the UI
"BROWSE_ITEMS" = "項目を参照"; // Only announced via VoiceOver, never displayed in the UI
"RSS_TITLE" = "RSS Feeds";
"BOOKMARK_ITEMS" = "項目をブックマークに追加"; // Only announced via VoiceOver, never displayed in the UI
"CATEGORY" = "%@ カテゴリ";
"CATEGORIES" = "すべてのカテゴリ"; // Only announced via VoiceOver, never displayed in the UI
"FEATURED_LEFT_ARROW" = "おすすめのアイテムを左にスクロール"; // Only announced via VoiceOver, never displayed in the UI
"FEATURED_RIGHT_ARROW" = "おすすめのアイテムを右にスクロール"; // Only announced via VoiceOver, never displayed in the UI
"BROWSE_LEFT_ARROW" = "ブラウズカテゴリーを左にスクロール"; // Only announced via VoiceOver, never displayed in the UI
"BROWSE_RIGHT_ARROW" = "ブラウズカテゴリーを右にスクロール"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARKS_LEFT_ARROW" = "ブックマークを左にスクロール"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARKS_RIGHT_ARROW" = "ブックマークを右にスクロール"; // Only announced via VoiceOver, never displayed in the UI

// UI Elements
"CONTENT_INSTALL_BUTTON" = "インストール";
"CONTENT_REMOVE_BUTTON" = "削除";
"CONTENT_REINSTALL_BUTTON" = "再インストール";
"CONTENT_APP_STORE" = "App Store";
"CONTENT_POLICY_RUN" = "実行";
"CONTENT_OPEN" = "開く";
"CONTENT_IBOOKS" = "iBooks";
"CONTENT_UPDATE_BUTTON" = "アップデート";
"CONTENT_CANCEL_BUTTON" = "キャンセル"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARKS_NAME" = "ブックマーク";
"CATEGORY_DEVICE_COMPLIANCE" = "デバイスコンプライアンス";
"CATEGORY_ALL" = "すべて";
"CATEGORY_FEATURED" = "おすすめ";
"CONTENT_NO_CONTENT" = "項目なし";
"HISTORY_NO_CONTENT" = "履歴なし";
"CLEAR" = "クリア";
"READ" = "読み取り"; // Only announced via VoiceOver, never displayed in the UI
"UNREAD" = "未読"; // Only announced via VoiceOver, never displayed in the UI
"UNREAD_BUTTON_ACCESSIBLILTY" = "%@ ボタン、クリックして %@ としてマーク"; // Only announced via VoiceOver, never displayed in the UI
"FEATURED_ITEM_ACCESSIBLILTY" = "おすすめの項目"; // Only announced via VoiceOver, never displayed in the UI
"READ_MORE" = "更に読む";
"MORE_ACCESSIBILITY_LABEL" = "さらに";

// Cancel content
"CANCEL_YES_BUTTON" = "はい";
"CANCEL_NO_BUTTON" = "いいえ";
"CANCEL_TITLE" = "本当にキャンセルしますか？";
"CANCEL_TEXT" = "これを行うと、コンピュータが不安定な状態になる可能性があります。";
"CANCEL_EBOOK_TEXT" = "\"%@\" を本当にキャンセルしますか？";
"CANCEL_PATCH_TEXT" = "本当にキャンセルしますか？処理中にソフトウェアアップデートをキャンセルすると、App が使用できなくなる可能性があります。";

// Content Progress Strings
"CONTENT_WAITING" = "待機中";
"CONTENT_OPENING" = "開いています";
"CONTENT_INSTALLING" = "インストール中";
"CONTENT_REMOVING" = "削除中";
"CONTENT_EXECUTING" = "実行中";
"CONTENT_DOWNLOADING" = "ダウンロード中";
"CONTENT_RUNNING" = "実行中";
"CONTENT_VERIFYING" = "検証中";
"CONTENT_UPDATING" = "アップデート中";
"CONTENT_FINISHING" = "完了中";
"CONTENT_DONE" = "完了";
"CONTENT_CANCELED" = "キャンセル済み";
"CONTENT_ERROR" = "エラー";

// Info View
"INFO_CLOSE" = "閉じる";
"INFO_CANCEL" = "キャンセル";
"INFO_NOT_AVAILABLE" = "この項目はもう使用できません";
"INFO_OK" = "OK";

// Bookmark Web View
"BOOKMARK_CLOSE" = "閉じる";
"BOOKMARK_CLOSE_HELP" = "%@ を閉じます"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARK_ERROR" = "\"%@\" を開くことができませんでした";
"OPEN_IN_BROWSER" = "ブラウザで開く";
"BROWSER_BACK_BUTTON" = "戻る"; // Only announced via VoiceOver, never displayed in the UI
"BROWSER_BACK_BUTTON_HELP" = "Click to show previous page"; // Only announced via VoiceOver, never displayed in the UI
"BROWSER_FORWARD_BUTTON" = "Forward"; // Only announced via VoiceOver, never displayed in the UI
"BROWSER_FORWARD_BUTTON_HELP" = "Click to show next page"; // Only announced via VoiceOver, never displayed in the UI

// VPP
"VPP_INVITATION_SUBTEXT" = "招待を承認";
"VPP_INVITATION_ACCEPT_BUTTON" = "承認";
"VPP_INVITATION_EXPLANATION" = "オーガニゼーションの招待を承認する必要があります。この招待を承認するまで、一括購入した App や Book をインストールすることはできません。";
"VPP_INVITATION_EXPLANATION_CONTENT" = "この %@ をインストールするには、オーガニゼーションの招待を承認する必要があります。";
"VPP_INVITATION_APPLICATION" = "Application";
"VPP_INVITATION_EBOOK" = "Book";
"VPP_INVITATION_PENDING" = "招待を保留中";
"VPP_INVITATION_TRY_AGAIN_BUTTON" = "再試行してください";
"VPP_INVITATION_PENDING_EXPLANATION" = "招待は保留中です。招待を受け入れなかった場合は、再試行をクリックして App Store に再接続します。";
"VPP_INVITATION_ACCEPTED_EXPLANATION" = "招待は承認されました。これで、一括購入した App や Book をインストールできます。";

// About
"VERSION" = "バージョン";
"VERSION_UNKNOWN" = "バージョン不明";
"COPYRIGHT" = "著作権";
"ALL_RIGHTS_RESERVED" = "無断転載を禁じます。";
"ACKNOWLEDGEMENTS_BUTTON" = "承認";

// History
"HISTORY_HEADER" = "履歴";
"HISTORY_VERSION" = "バージョン";
"HISTORY_INSTALLED" = "インストール済み";

// Updates
"SINGULAR_UPDATE_AVAILABLE_HEADER" = "アップデートがあります";
"PLURAL_UPDATES_AVAILABLE_HEADER" = "アップデートがあります";
"UPDATES_AVAILABLE" = "利用可能";
"UPDATES_UPDATE_ALL" = "すべてをアップデート";
"UPDATE_KILL_APP" = "アップデート前に、%@ を閉じてください。";
"UPDATE_DEADLINE" = "アップデートの期限";
"UPDATE_APPS_MUST_QUIT" = "終了が必要な App";
"UPDATES_INSTALL_ALL" = "すべてのアップデートをインストール";
"UPDATES_HEADER" = "アップデートのヘッダ"; // Only announced via VoiceOver, never displayed in the UI

// Notifications
"NOTIFICATIONS_TITLE" = "通知";
"NOTIFICATIONS_NO_NOTIFICATIONS" = "通知なし";
"NOTIFICATIONS_ITEM_FAILED" = "失敗した項目";
"NOTIFICATIONS_DATE" = "日付：";
"NOTIFICATIONS_HEADER" = "通知のヘッダ"; // Only announced via VoiceOver, never displayed in the UI
"NOTIFICATIONS_MARK_ALL_READ" = "すべて既読にする";

// Not Enrolled Error Screen
"NOT_ENROLLED_HEADING" = "Self Service へようこそ";
"NOT_ENROLLED_MESSAGE" = "Self Service は、Jamf が開発した Jamf MDM のコンポーネントです。\n\nこの App は Jamf MDM サーバと一緒に使われるものです。\n\n詳しくは、IT管理者にお問い合わせください。";
"JAMF_URL" = "jamf.com";

// Sorting options
"SORT_HEADER" = "ソート"; // Only announced via VoiceOver, never displayed in the UI
"SORT_ASCENDING" = "A…Z";
"SORT_DESCENDING" = "Z…A";
"SORT_FEATURED" = "おすすめ";

// UAMDM Popup
"UAMDM_APPROVE" = "所属するオーガニゼーションの MDM プロファイルを承認する必要があります";
"UAMDM_CLICK_1" = "下の「システム環境設定を開く」ボタンをクリックし、以下を実行してください： ";
"UAMDM_APPROVE_BOLD" = "";
"UAMDM_CLICK_2" = "";
"UAMDM_STEP_1" = "1.デバイスプロファイル列に「MDMプロファイル」とラベルが付いたプロファイルをクリックします。黄色い警告マークがつきます。";
"UAMDM_STEP_2A" = "2.下の「システム環境設定を開く」ボタンをクリックし、以下を実行してください: ";
"UAMDM_STEP_2_BOLD" = "";
"UAMDM_STEP_2B" = "";
"UAMDM_APPROVE_BUTTON" = "システム環境設定を開く";
"UAMDM_IMAGE_ACCESSIBILITY_LABEL" = "システム環境設定プロファイルの例"; // Only announced via VoiceOver, never displayed in the UI

// Onboarding
"ONBOARDING_WELCOME" = "%@様、ようこそ!";
"ONBOARDING_WELCOME_NO_NAME" = "ようこそ!";
"ONBOARDING_CONFIRMATION_TITLE" = "オンボーディングを完了しました";
"ONBOARDING_CONFIRMATION_BUTTON" = "続行";
"ONBOARDING_MESSAGE" = "所属する組織は、このコンピューターを自動的に構成しています。このインストールが完了するまで、コンピュータを再起動またはシャットダウンしないでください。完了までに時間がかかる場合があります。";
"ONBOARDING_PENDING" = "保留";
"ONBOARDING_PROGRESS_TEXT" = "%d/%d が完了しました";
"ONBOARDING_INSTALLATION_STATUS_TITLE" = "インストール状況";
"UNABLE_TO_QUIT" = "App を終了できません";
"ONBOARDING_IN_PROGRESS" = "オンボード中";
"ONBOARDING_ERROR_SINGLE" = "1 項目のインストールに失敗しました";
"ONBOARDING_ERROR_MULTIPLE" = "%d 項目のインストールに失敗しました。";
"ONBOARDING_ERROR_NEXT_STEPS" = "通知」タブで失敗した項目のインストールを再試行するか、IT管理者に連絡してください。";
"ONBOADING_COMPLETE_TITLE" = "設定完了";
"ONBOARDING_COMPLETE_MESSAGE_SUCCESS" = "コンピュータの設定が終了し、すべてが正常にインストールされました。";
"ONBOARDING_COMPLETE_MESSAGE_FAILURE" = "コンピュータの設定が終了しましたが、すべての項目が正常にインストールされたわけではありません。";
"ONBOARDING_COMPLETE_INFO" = "%d の項目がインストールされ、利用可能になりました。";
"ONBOARDING_INSTALLED" = "完了"; // Voiceover
"ONBOARDING_FAILED" = "失敗"; // Voiceover

// App Installer Modal
"APP_NOT_AVAILABLE" = "この App はご利用できません。しばらくしてから再試行してください。";
